Repository: Samurai016/Minimal-Design
Catalog: settings/i18n/*.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, zh_tw

source: Color
de_de: Farbe
fr_fr: Couleur
ja_jp: 色
nl_nl: Kleur
zh_tw: 顏色

source: Visualization
de_de: Visualisierung
es_es: Visualización
fr_fr: Visualisation
ja_jp: 視覚化
nl_nl: Visualisatie
zh_tw: 可視化

# displayelementflaglabel
source: Show element at the top
de_de: Element oben zeigen
es_es: Mostrar elemento en la parte superior
fr_fr: Montrer l’élément au sommet
ja_jp: エレメントを上部に表示します
nl_nl: Element bovenaan weergeven
zh_tw: 在頂部顯示元素

# displayelementlabel
source: Element at the top
de_de: Element an der spitze
es_es: Elemento en la parte superior
fr_fr: Élément au sommet
ja_jp: 上部の要素
nl_nl: Element aan de bovenkant
zh_tw: 顶部元素

source: Heart rate
de_de: Pulsschlag
es_es: Ritmo cardiaco
fr_fr: Rythme cardiaque
ja_jp: 心拍数
nl_nl: Hartslag
zh_tw: 心率

source: Battery
de_de: Batterie
es_es: Batería
fr_fr: Batterie
ja_jp: 電池
nl_nl: Accu
zh_tw: 電池

source: Formats
de_de: Formate
es_es: Formatos
ja_jp: 形式
nl_nl: Indelingen
zh_tw: 格式

# formatsLabel
source: See here for date available formats
de_de: Weitere Informationen finden Sie hier.
es_es: Consulte aquí para ver la fecha de los formatos disponibles
fr_fr: Voir ici pour les formats disponibles
ja_jp: 使用可能なフォーマットについては、ここを参照
nl_nl: Zie hier voor de beschikbare notaties
zh_tw: 請參閱這裡以取得日期可用格式

# formatsLink
source: https://github.com/Samurai016/Minimal-Design/blob/master/README.md#label-mapping
de_de: https://github.com/Samurai016/Minimal-Design/tree/master/docs/de
es_es: https://github.com/Samurai016/Minimal-Design/tree/master/docs/es
fr_fr: https://github.com/Samurai016/Minimal-Design/tree/master/docs/fr
ja_jp: https://github.com/Samurai016/Minimal-Design/tree/master/docs/ja
nl_nl: https://github.com/Samurai016/Minimal-Design/tree/master/docs/nl
zh_tw: https://github.com/Samurai016/Minimal-Design/tree/master/docs/zh-TW

# imageLink
source: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/labels.png
de_de: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/docs/de/labels.png
es_es: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/docs/es/labels.png
fr_fr: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/docs/fr/labels.png
ja_jp: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/docs/ja/labels.png
nl_nl: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/docs/nl/labels.png
zh_tw: https://raw.githubusercontent.com/Samurai016/Minimal-Design/master/docs/zh-TW/labels.png

# imageLabel
source: See here for watchface labels mapping
de_de: Informationen zur Zuordnung von Überwachungskennsätzen finden Sie hier.
es_es: Consulte aquí para ver la correlación de etiquetas de observación
fr_fr: Voir ici pour le mappage des libellés de guet
ja_jp: 監視のラベル・マッピングについては、ここを
nl_nl: Zie hier voor het toewijzen van de labels van de watchface
zh_tw: 請參閱這裡以進行監看標籤對映

# weekdayformat
source: Weekday
de_de: Format 1
es_es: Formato 1
fr_fr: Format 1
ja_jp: フォーマット 1
nl_nl: Indeling 1
zh_tw: 格式 1

# dateformat
source: Date
de_de: Format 2
es_es: Formato 2
fr_fr: Format 2
ja_jp: フォーマット 2
nl_nl: Indeling 2
zh_tw: 格式 2
